def hooseng_temp(check_date):
    if check_date == '0409':
        menu_list = [
            """
            뚝배기(11:00~18:30)\n
            볶음우동돈까스\n
            쌀밥\n
            동그랑땡전\n
            배추김치\n
            요구르트\n\n
            가격 : 3,500
            """,
            """
                        일품(10:30~18:30)\n
                        제육덮밥\n
                        팽이장국\n
                        돌김자바\n
                        교자만두튀김\n
                        배추김치\n\n
                        가격 : 2,700
                        """,
            """
                       뚝배기(11:00~18:30)\n
                       볶음우동돈까스\n
                       쌀밥\n
                       동그랑땡전\n
                       배추김치\n
                       요구르트\n\n
                       가격 : 3,500
                       """,
            """
            석식(17:30~18:30)\n
            소고기육개장\n
            쌀밥\n
            계란말이\n
            깍두기\n\n
            가격 : 2,500
            """
        ]
    elif check_date == '0410':
        menu_list = [
            """
            뚝배기(11:00~18:30)\n
            찜닭뚝배기\n
            쌀밥\n
            연두부 + 앙념장\n
            콩나물무침\n
            배추김치\n\n
            가격 : 2,500
            """
            ,
            """
            일품1 (10:30~18:30)\n
            떡갈비스테이크&계란후라이\n
            당근크림스프\n
            콘슬로우\n
            그린샐러드/드레싱\n
            배추김치\n
            액티비아\n\n
            가격 : 3,500
            """
            ,
            """
            일품2 (10:30~18:30)\n
            미니치즈함박스테이크&포크소시지\n
            당근크림스프\n
            콘슬로우\n
            그린샐러드/드레싱\n
            배추김치\n
            액티비아\n\n
            가격 : 3,500
            """
            ,
            """
            석식(17:30~18:30)\n
            참치김치찌개뚝배기\n
            쌀밥\n
            미니돈까스케찹조림\n
            해초무침\n
            깍두기\n\n
            가격 : 2,500
            """
        ]
    elif check_date == '0411':
        menu_list = [
        """
        뚝배기(11:00~18:30)\n
        돌솥김치감자탕\n
        쌀밥\n
        메추리알장조림\n
        깍두기\n
        바나나\n\n
        가격 : 3,500
        """,
        """
        일품(10:30~18:30)\n
        삼선짬뽕볶음밥\n
        계란후라이\n
        콩나물국\n
        탕수육\n
        깍두기
        \n\n
        가격 : 2,700
        """,

        """
        석식(17:30~18:30)\n
        소고기사천쌀국수\n
        쌀밥\n
        카레춘권\n
        깍두기\n\n
        가격 : 2,700
        """
                ]
    elif check_date == '0412':
        menu_list = [
        """
                뚝배기(11:00~18:30)\n
                소고기샤브샤브칼국수\n
                김가루주먹밥\n
                야채계란찜\n
                깍두기\n
                """,
        """
        일품(10:30~18:30)\n
        치킨까스\n
        브로콜리스프\n
        치커리샐러드/오리엔탈드레싱\n
        깍두기\n\n
        가격 : 2,700
        """,
        """
        일품(10:30~18:30)\n
        왕치킨까스\n
        브로콜리스프\n
        해쉬브라운/케찹\n
        치커리샐러드/오리엔탈드레싱\n
        깍두기\n
        요구르트\n\n
        가격 : 3,500
        """,
        """
        석식(17:30~18:30)\n
        돌솥사골만두떡국\n
        쌀밥\n
        김치전\n
        깍두기\n\n
        가격 : 2,700
        """
]
    elif check_date == '0413':
        menu_list = [
            """
            뚝배기(11:00~18:30)\n
            불고기치즈돌솥비빔밥\n
            우동장국\n
            야채고로케\n
            배추김치\n
            요구르트\n\n
            가격 : 3,500
            """,
            """
            일품(10:30~18:30)\n
            김치볶음밥\n
            계란후라이\n
            우동장국\n
            생선까스/타르타르소스\n
            쫄면무침\n
            배추김치\n\n
            가격 : 2,700
            """

        ]

    return menu_list