def hooseng_temp(check_date):
    if check_date == '0409':
        menu_list = [
"""
뚝배기 11:00~18:30\n
볶음우동돈까스
쌀밥
동그랑땡전
배추김치
요구르트\n
가격 : 3,500
""",
"""
일품1 10:30~18:30\n
제육덮밥
팽이장국
돌김자바
교자만두튀김
배추김치\n
가격 : 2,700
""",
"""
석식 17:30~18:30\n
소고기육개장
쌀밥
계란말이
깍두기\n
가격 : 2,500
"""
]
    elif check_date == '0410':
        menu_list = [
"""
뚝배기 11:00~18:30\n
찜닭뚝배기
쌀밥
연두부 + 앙념장
콩나물무침
배추김치\n
가격 : 2,500
""",
"""
일품1 10:30~18:30\n
떡갈비스테이크&계란후라이
당근크림스프
콘슬로우
그린샐러드/드레싱
배추김치
액티비아\n
가격 : 3,500
""",
"""
일품2 10:30~18:30\n
미니치즈함박스테이크&포크소시지
당근크림스프
콘슬로우
그린샐러드/드레싱
배추김치
액티비아\n
가격 : 3,500
""",
"""
석식 17:30~18:30\n
참치김치찌개뚝배기
쌀밥
미니돈까스케찹조림
해초무침
깍두기\n
가격 : 2,500
"""
        ]
    elif check_date == '0411':
        menu_list = [
"""
뚝배기 11:00~18:30\n
돌솥김치감자탕
쌀밥
메추리알장조림
깍두기
바나나\n
가격 : 3,500
""",
"""
일품1 10:30~18:30\n
삼선짬뽕볶음밥
계란후라이
콩나물국
탕수육
깍두기\n
가격 : 2,700
""",
"""
석식 17:30~18:30\n
소고기사천쌀국수
쌀밥
카레춘권
깍두기\n
가격 : 2,700
"""
]
    elif check_date == '0412':
        menu_list = [
"""
뚝배기 11:00~18:30\n
소고기샤브샤브칼국수
김가루주먹밥
야채계란찜
깍두기\n
가격 : 3,500
""",
"""
일품1 10:30~18:30\n
치킨까스
브로콜리스프
치커리샐러드/오리엔탈드레싱
깍두기\n
가격 : 2,700
""",
"""
일품2 10:30~18:30\n
왕치킨까스
브로콜리스프
해쉬브라운/케찹
치커리샐러드/오리엔탈드레싱
깍두기
요구르트\n
가격 : 3,500
""",
"""
석식 17:30~18:30\n
돌솥사골만두떡국
쌀밥
김치전
깍두기\n
가격 : 2,700
"""
]
    elif check_date == '0413':
        menu_list = [
"""
뚝배기 11:00~18:30\n
불고기치즈돌솥비빔밥
우동장국
야채고로케
배추김치
요구르트\n
가격 : 3,500
""",
"""
일품1 10:30~18:30\n
김치볶음밥
계란후라이
우동장국
생선까스/타르타르소스
쫄면무침
배추김치\n
가격 : 2,700
"""
]

    return menu_list
